[{"model": "news.post", "pk": 1, "fields": {"author": 1, "type": "N", "time": "2025-02-24T18:03:12.857Z", "header": "HEROIC Obliterate Astralis To Secure A Spot At IEM Dallas 2025", "content": "HEROIC have secured the final spot at IEM Dallas 2025 after delivering a crushing 2-0 defeat to Astralis in the lower bracket final of Europe’s closed qualifier.\nHEROIC came out swinging on Mirage, quickly establishing a 9-3 lead at halftime. The second half was even more brutal for Astralis, as they failed to secure a single T-side round. HEROIC shut them out entirely, closing the map with a comfortable 13-3 victory. Yasin Yasin \"xfl0ud\" Koç was the standout performer on this map, delivering a phenomenal 2.63 rating performance to completely destroy Astralis on their CT-side.\nNuke turned out to be an even worse match-to-forget for Astralis, as HEROIC stormed through the first half, racing to an 11-0 lead, fueled by an incredible showing from Simon \"yxngstxr\" Boije, who matched xfl0ud’s 2..63 rating on this map. Astralis finally managed to get on the board with a CT-side round, but the damage was already done. Despite a brief moment of success in the second half, where they secured two rounds, Astralis had no chance of mounting a comeback. HEROIC sealed the deal with a 13-2 win, booking their ticket to IEM Dallas.\nWith Astralis recently returning from PGL Cluj-Napoca, HEROIC had the advantage of extra preparation time. However, it’s also important to address Astralis’ visibly poor performance, as they struggled throughout, squandering four crucial two-man advantages across the series. Zooming out on the results, cadiaN and his team suffered a crushing 5-26 defeat in total against their former organization.\nHEROIC now join the list of European teams qualifying for the $300,000 LAN event, but they had somewhat of a rocky start in the beginning of the qualifier. They began the tournament with a 2-1 victory over Zero Tenacity, which was followed by a drop to the lower brackets thanks to a loss to 3DMAX. However, they made an impressive comeback defeating BIG, Metizport, and finally, Astralis to reach Dallas.", "rating": 1}}, {"model": "news.post", "pk": 2, "fields": {"author": 2, "type": "A", "time": "2025-02-24T18:03:18.350Z", "header": "How AI is revealing the language of the birds", "content": "Crows make a huge number of different sounds; Artificial Intelligence could help us understand what they mean.\nResearchers have been eavesdropping on an unusual family of crows in Spain, collecting data on hundreds of thousands of different sounds the birds made. Small microphones recorded a variety of soft calls, far quieter than the familiar 'caws' people usually hear. The team then used AI to analyse the sounds and group them together. The researchers hope is to one day be able to understand the meaning of the birds' vocalisations and perhaps even try to speak their language.", "rating": 0}}, {"model": "news.post", "pk": 3, "fields": {"author": 2, "type": "A", "time": "2025-02-24T18:03:25.542Z", "header": "Asteroid 2024 YR4 now unlikely to hit Earth — but scientists are ready for future threats", "content": "Objects that could strike the planet will be spotted more regularly as new asteroid-hunting telescopes come online.\nThe latest calculations indicate that the asteroid known as 2024 YR4 is much less likely to hit Earth than earlier measurements had suggested. Late on 19 February, telescope observations of the object allowed researchers to revise down the estimated chance of impact in 2032 from 3.1% — the greatest such threat ever recorded — to a still-worrying 1.5%.\nThis value is likely to fall even further, to less than 1%, says Richard Moissl, head of the European Space Agency’s Planetary Defence Office, based in Frascati, Italy. As data floods in, uncertainty regarding 2024 YR4’s ‘impact corridor’ — the path it will take in the vicinity of Earth — is shrinking. If, as the uncertainty in an asteroid’s path gets smaller, Earth’s orbit remains within it, the likelihood of impact grows — which is why, earlier this week, space agencies reported that the risk had climbed. But now Earth is on the fringes of this region and edging out.\nYR4 has given researchers their first chance to test an international protocol for responding to such hazards, put in place after the Chelyabinsk meteor hit Earth in 2013 without any warning. And with new asteroid-hunting telescopes coming online all the time, astronomers are likely to see many more close calls, says Moissl. “It’s not if, it’s when.”", "rating": -1}}, {"model": "news.category", "pk": 1, "fields": {"name": "sport"}}, {"model": "news.category", "pk": 2, "fields": {"name": "nature"}}, {"model": "news.category", "pk": 3, "fields": {"name": "it"}}, {"model": "news.category", "pk": 4, "fields": {"name": "space"}}]